{
  "resources": {
    "defaultSpacesMsg": "เริ่มซื้อของร่วมกันวันนี้ได้เลย",
    "welcomePageLoginText": "ล็อกอิน",
    "welcomePageCreateAccountText": "จัดทำบัญชี",
    "welcomePageTitle": "ยินดีต้อนรับสู่ลิสต์สิ่งที่ต้องการ",
    "welcomePageSubtitle": "เข้าร่วมลิสต์สิ่งที่ต้องการได้ฟรีและมาร่วมแชร์ความสนุกกัน",
    "welcomePageBulletText1": "บันทึก จัดการ และรับคำติชมเกี่ยวกับผลิตภัณฑ์ที่คุณสนใจได้",
    "welcomePageBulletText2": "แชร์ลิสต์สิ่งที่ต้องการของคุณกับครอบครัวและเพื่อนๆ และร่วมตัดสินใจซื้อสินค้าด้วยกัน",
    "welcomePageBulletText3": "ใช้ลิสต์สิ่งที่ต้องการเพื่อค้นหาและคุยเรื่องของขวัญ แล้วคุณก็จะไม่ซื้อของขวัญพลาดอีกต่อไป",
    "welcomePageOrText": "หรือ",
    "mySpacesGroupText": "ลิสต์สิ่งที่ต้องการของฉัน",
    "joinedSpacesGroupText": "ลิสต์สิ่งที่ต้องการที่เข้าร่วม",
    "createNewSpaceOptText": "ลิสต์สิ่งที่ต้องการใหม่...",
    "createSpaceText": "ลิสต์สิ่งที่ต้องการใหม่",
    "spaceNameText": "ชื่อ",
    "switchSpaceText": "เปลี่ยนลิสต์สิ่งที่ต้องการ:",
    "buttonSpaceCreate": "จัดทำ",
    "buttonSpaceCancel": "ยกเลิก",
    "buttonSpaceEdit": "แก้ไข",
    "buttonSpaceSave": "บันทึก",
    "uniqueNameMsg": "ชื่อลิสต์สิ่งที่ต้องการต้องไม่ซ้ำกัน",
    "emptyNameMsg": "ชื่อต้องไม่เว้นว่าง",
    "spaceCreatedSuccessMsg": "สำเร็จ จัดทำลิสต์สิ่งที่ต้องการของคุณแล้ว",
    "spaceEditSuccessMsg": "บันทึกการตั้งค่าลิสต์สิ่งที่ต้องการของคุณแล้ว",
    "spaceEditFailureMsg": "เกิดข้อผิดพลาด คุณมีข้อผิดพลาด โปรดแก้ไขและลองอีกครั้ง",
    "privacySettingsLabel": "การตั้งค่าความเป็นส่วนตัว",
    "privacySettingsDescription": "การเชิญเพื่อนเข้าสู่ลิสต์สิ่งที่ต้องการแบบส่วนตัวจะเปลี่ยนการตั้งค่าความเป็นส่วนตัวของคุณเป็น 'กลุ่ม' การส่งลิสต์สิ่งที่ต้องการแบบส่วนตัวหรือแบบกลุ่มทางอีเมล์หรือการแชร์ลิสต์บนเครือข่ายทางสังคมจะทำให้ลิสต์ดังกล่าวเป็นลิสต์ที่ใช้ร่วมกัน",
    "privacySharedLabel": "ทุกคนที่มีลิงค์สามารถดูลิสต์นี้ได้ เฉพาะคุณและผู้ที่คุณเชิญเท่านั้นที่สามารถดู แสดงความเห็น และเพิ่มในลิสต์นี้",
    "privacyGroupLabel": "เฉพาะคุณและผู้ที่คุณเชิญเท่านั้นที่สามารถดู แสดงความเห็น และเพิ่มในลิสต์นี้",
    "privacyPrivateLabel": "เฉพาะคุณเท่านั้นที่สามารถดูและเพิ่มในลิสต์นี้",
    "privacyPrivateOptDisabledText" : "ลิสต์สิ่งที่ต้องการมีสมาชิกและไม่สามารถตั้งค่าเป็น 'ส่วนตัว' โปรดลบสมาชิกออกและลองอีกครั้ง",
    "switchSpaceLabel" : "เลือกลิสต์สิ่งที่ต้องการ",
    "spaceDetailsText" : "รายละเอียดลิสต์สิ่งที่ต้องการ",
    "editDetailsBtnText" : "แก้ไข",
    "deleteBtnText" : "ลบ",
    "spaceOwnerTitle": "เจ้าของลิสต์สิ่งที่ต้องการ",
    "uploadProfileImgMaxSizeError" : "โปรดอัปโหลดภาพที่มีขนาดเล็กกว่า 10 MB",
    "uploadProfileImgFileTypeError" : "โปรดอัปโหลดไฟล์ JPG, PNG หรือ GIF",
    "uploadProfileImgError" : "มีปัญหาในการอัปโหลดภาพของคุณ โปรดลองอีกครั้ง",
    "uploadProfileImgSuccess" : "อัปเดตภาพโปรไฟล์ของคุณแล้ว",
    "buttonProfileImageCancel" : "ยกเลิก",
    "buttonProfileImageSave" : "บันทึก",
    "buttonDeleteConfirmCancel" : "ยกเลิก",
    "buttonDeleteConfirmDelete" : "ลบ",
    "deleteConfirmTitleText" : "ลบลิสต์สิ่งที่ต้องการ",
    "deleteConfirmMessageText" : "คุณต้องการลบลิสต์สิ่งที่ต้องการนี้หรือไม่",
    "spaceDeleteSuccessMsg" : "สำเร็จ ลบลิสต์สิ่งที่ต้องการของคุณแล้ว",
    "spaceDeleteLastSpaceSuccessMsg" : "สำเร็จ ลบลิสต์สิ่งที่ต้องการที่เหลือของคุณแล้ว มีการจัดทำลิสต์สิ่งที่ต้องการใหม่สำหรับคุณโดยอัตโนมัติ",
    "spaceDeleteErrorMsg" : "ไม่ได้ลบลิสต์สิ่งที่ต้องการ",
    "setProfileImageError": "เกิดข้อผิดพลาดขณะเปลี่ยนภาพโปรไฟล์ผู้ใช้ของคุณ",
    "spaceAccessPrivateIconTxt" : "ส่วนตัว",
    "spaceAccessSharedIconTxt" : "ใช้ร่วมกัน",
    "spaceAccessGroupIconTxt" : "กลุ่ม",
    "spaceNotFound" : "ไม่พบลิสต์สิ่งที่ต้องการที่คุณกำลังพยายามดู",
    "inviteToSpaceText" : "เชิญเพื่อน",
    "inviteSpaceByEmailText" : "เชิญเพื่อนทางอีเมล์",
    "inviteSpaceModalWarningText" : "การเชิญเพื่อนจะเปลี่ยนการตั้งค่าความเป็นส่วนตัวของคุณจาก 'ส่วนตัว' เป็น 'กลุ่ม' ซึ่งจะอนุญาตให้เพื่อนเป็นสมาชิกในลิสต์สิ่งที่ต้องการของคุณ เพิ่มผลิตภัณฑ์ และแสดงความเห็น คุณสามารถเปลี่ยนการตั้งค่าความเป็นส่วนตัว และเพิ่มหรือลบสมาชิกออกได้ทุกเมื่อ",
    "inviteSpaceModalInfoText" : "การเชิญเพื่อนจะอนุญาตให้เพื่อนเป็นสมาชิกในลิสต์สิ่งที่ต้องการของคุณ เพิ่มผลิตภัณฑ์ และแสดงความเห็น คุณสามารถเพิ่มหรือลบสมาชิกออกได้ทุกเมื่อ",
    "spaceInviteRecipientsTypeText" : "ผู้รับ (คั่นที่อยู่อีเมล์ด้วยเครื่องหมายคอมมาหรือเซมิโคลอน)",
    "buttonSpaceInviteSend" : "ส่ง",
    "buttonSpaceInviteCancel" : "ยกเลิก",
    "inviteClientEmailSubject" : "เข้าร่วมลิสต์สิ่งที่ต้องการ __wishlistName__ ของฉัน",
    "inviteClientEmailBodyIntro" : "เข้าร่วมลิสต์สิ่งที่ต้องการ __wishlistName__ ของฉัน เพื่อที่เราจะสามารถเลือกซื้อสินค้าด้วยกัน",
    "inviteClientEmailBodyIntroItem1" : "แสดงความเห็นและให้คำติชมเกี่ยวกับผลิตภัณฑ์ในลิสต์สิ่งที่ต้องการของฉัน",
    "inviteClientEmailBodyIntroItem2" : "เพิ่มสินค้าในลิสต์สิ่งที่ต้องการของฉันที่คุณคิดว่าฉันอาจจะสนใจ",
    "inviteClientEmailBodyIntroItem3" : "จัดทำลิสต์สิ่งที่ต้องการของคุณเองเพื่อบันทึกและจัดเรียงผลิตภัณฑ์ที่คุณต้องการซื้อ",
    "emailRecipientsRequired" : "โปรดพิมพ์ที่อยู่อีเมล์ของผู้รับอย่างน้อยหนึ่งรายการ",
    "recipientsCountLimitMsg" : "โปรดจำกัดจำนวนผู้รับของคุณไว้ที่ 10 รายการ",
    "recipientsInvalidAddressMsg" : "โปรดป้อนที่อยู่อีเมล์ที่ถูกต้องสำหรับผู้รับของคุณโดยคั่นด้วยเครื่องหมายคอมมาหรือเซมิโคลอน",
    "invitationsSentSuccessMsg" : "สำเร็จ วางกำหนดการสำหรับการส่งคำเชิญของคุณแล้ว",  
    "generalUnrecoverableErrorMsg" : "เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง",
    "spaceMembersTitle" : "สมาชิก",
    "shareText" : "แชร์",
    "shareSpaceText" : "แชร์ลิสต์สิ่งที่ต้องการ",
    "shareSpaceHeaderText" : "แชร์โดยอีเมล์",
    "buttonShareContinue" : "ดำเนินการต่อ",
    "buttonShareCancel" : "ยกเลิก",
    "shareWishlistEmailSubject" : "เช็คเอาต์ลิสต์สิ่งที่ต้องการ __wishlistName__",
    "shareWishlistEmailBodyIntro" : "เช็คเอาต์ลิสต์สิ่งที่ต้องการ __wishlistName__",
    "memCarouselPrevText" : "ก่อนหน้า",
    "memCarouselNextText" : "ถัดไป",
    "editMembersBtnText" : "แก้ไข",
    "leaveSpaceBtnText" : "ออก",
    "shareConvertPrivateMsg1" : "การแชร์ลิสต์สิ่งที่ต้องการของคุณจะเปลี่ยนการตั้งค่าความเป็นส่วนตัวเป็น 'ใช้ร่วมกัน' นั่นหมายความว่าผู้ที่มีลิงค์สามารถดูลิสต์สิ่งที่ต้องการของคุณได้ คุณสามารถเปลี่ยนการตั้งค่าความเป็นส่วนตัวได้ทุกเมื่อ",
    "shareConvertPrivateMsg2" : "คุณต้องการดำเนินการต่อหรือไม่",
    "shareByEmailButtonText" : "แชร์โดยอีเมล์",
    "shareOnFacebookButtonText" : "แชร์บน Facebook",
    "shareOnTwitterButtonText" : "แชร์บน Twitter",
    "shareOnPinterestButtonText": "พินใน Pinterest",
    "buttonViewMembersDone" : "เสร็จสิ้น",
    "ownerTitle": "เจ้าของ",
    "inviteMembersText" : "เชิญเพื่อนๆ เพื่อเพิ่มจำนวนสมาชิก พวกเขาจะได้ให้คำแนะนำและคำติชมแก่คุณ",
    "editMembersTooltipText" : "แก้ไขสมาชิก",
    "selectMembersCancelText" : "ยกเลิก",
    "selectMembersRemoveText" : "ลบ",
    "removeMembersSuccessText" : "สำเร็จ ลบสมาชิกแล้ว",
    "removeMembersFailureText" : "มีปัญหาในการลบสมาชิกออกจากลิสต์สิ่งที่ต้องการ โปรดรีเฟรชเบราเซอร์ของคุณแล้วลองอีกครั้ง",
    "removeMembersConfirmTitleText" : "ลบสมาชิก",
    "removeMembersConfirmMessage" : "คุณต้องการลบสมาชิกเหล่านี้หรือไม่ พวกเขาจะไม่สามารถเข้าใช้ลิสต์สิ่งที่ต้องการของคุณได้อีกต่อไป",
    "leaveConfirmTitleText" : "ออกจากลิสต์สิ่งที่ต้องการ",
    "leaveConfirmMessage" : "คุณต้องการออกจากลิสต์สิ่งที่ต้องการนี้หรือไม่ คุณจะไม่สามารถเข้าใช้ลิสต์สิ่งที่ต้องการได้ หากเจ้าของไม่ได้เชิญคุณอีกครั้ง",
    "leaveSpaceSuccessMessage" : "คุณไม่ได้เป็นสมาชิกของลิสต์สิ่งที่ต้องการอีกต่อไป",
    "leaveSpaceAlreadyRemovedMessage" : "คุณไม่ใช่สมาชิกของลิสต์สิ่งที่ต้องการ",
    "leaveSpaceNotExistMessage" : "ลบลิสต์สิ่งที่ต้องการแล้ว",
    "leaveSpaceFailureMessage" : "มีปัญหาในการลบคุณออกจากลิสต์สิ่งที่ต้องการ โปรดลองอีกครั้ง",
    "buttonConfirmCancelText" : "ยกเลิก",
    "buttonConfirmRemoveText" : "ลบ",
    "findFacebookFriends" : "ค้นหาเพื่อนใน Facebook",
    "fbInviteMessage" : "เข้าร่วมลิสต์สิ่งที่ต้องการของ __ownername__ ได้ฟรีและมาร่วมสนุกกัน",
    "editWishlistTooltipTxt" : "แก้ไขการตั้งค่าลิสต์สิ่งที่ต้องการ",
    "editWishlistPrivateTooltipTxt" : "เฉพาะคุณเท่านั้นที่สามารถดูและโต้ตอบกับลิสต์นี้ได้ในขณะนี้",
    "editWishlistGroupTooltipTxt" : "เฉพาะคุณและสมาชิกที่ได้รับเชิญเท่านั้นที่สามารถดูและโต้ตอบกับลิสต์นี้ได้ในขณะนี้",
    "editWishlistSharedTooltipTxt" : "ทุกคนที่มีลิงค์สามารถดูลิสต์นี้ได้ในขณะนี้ เฉพาะคุณและสมาชิกที่ได้รับเชิญเท่านั้นที่สามารถโต้ตอบกับลิสต์นี้ได้",
    "editProfilePhotoTooltipTxt" : "เพิ่ม/เปลี่ยนแปลงภาพโปรไฟล์",
    "memberListTooltipTxt" : "รายชื่อสมาชิก",
    "inviteFriendsTooltipTxt" : "เชิญเพื่อนเพื่อให้พวกเขาสามารถโต้ตอบได้",
    "inviteFriendsPrivateTooltipTxt" : "เชิญเพื่อนเพื่อให้พวกเขาสามารถโต้ตอบได้ ถ้าคุณทำเช่นนี้ ลิสต์นี้จะกลายเป็นลิสต์สิ่งที่ต้องการแบบกลุ่ม",
    "wishlistActionsTooltipTxt" : "การดำเนินการเกี่ยวกับลิสต์สิ่งที่ต้องการ",
    "or" : "หรือ",
    "spaceCreateMaxSpacesMsg" : "เกิดปัญหาในการจัดทำลิสต์สิ่งที่ต้องการ คุณมีลิสต์สิ่งที่ต้องการเกินจำนวนที่กำหนด โปรดลบลิสต์สิ่งที่ต้องการที่มีอยู่ก่อนจัดทำลิสต์ใหม่"
  }
}