{
  "resources": {
    "addToSpaceText": "เพิ่มลงในลิสต์สิ่งที่ต้องการ",
    "spaceSelectionText": "เลือกลิสต์สิ่งที่ต้องการ",
    "spaceCommentText": "ป้อนความเห็น...",
    "spaceNameText": "ชื่อ",
    "buttonSpaceAdd": "เพิ่ม",
    "buttonSpaceCancel": "ยกเลิก",
    "mySpacesGroupText": "ลิสต์สิ่งที่ต้องการของฉัน",
    "joinedSpacesGroupText": "ลิสต์สิ่งที่ต้องการที่เข้าร่วม",
    "createNewSpaceOptText": "ลิสต์สิ่งที่ต้องการใหม่...",
    "addToSpaceSuccessMsg" : "สำเร็จ เพิ่ม __socialproduct__ ไปยัง __socialspacename__",
    "addToSpaceProductUpdatedSuccessMsg" : "สินค้านี้อยู่ในลิสต์สิ่งที่ต้องการแล้ว เราได้อัปเดตวันที่ที่เพิ่มแล้ว",
    "addToSpaceProductViewWishListMsg" : "  ดู __wishlistname__",
    "spaceAddProductError" : "เกิดข้อผิดพลาดขณะพยายามโพสต์ผลิตภัณฑ์ลงในลิสต์สิ่งที่ต้องการ ลองรีเฟรชเพจของคุณ",
    "uniqueNameMsg": "ชื่อลิสต์สิ่งที่ต้องการต้องไม่ซ้ำกัน",
    "emptyNameMsg": "ชื่อต้องไม่เว้นว่าง",
    "privacySettingsLabel": "การตั้งค่าความเป็นส่วนตัว",
    "privacySettingsDescription": "การเชิญเพื่อนเข้าสู่ลิสต์สิ่งที่ต้องการแบบส่วนตัวจะเปลี่ยนการตั้งค่าความเป็นส่วนตัวของคุณเป็น 'กลุ่ม' การส่งลิสต์สิ่งที่ต้องการแบบส่วนตัวหรือแบบกลุ่มทางอีเมล์หรือการแชร์ลิสต์บนเครือข่ายทางสังคมจะทำให้ลิสต์ดังกล่าวเป็นลิสต์ที่ใช้ร่วมกัน",
    "privacySharedLabel": "ทุกคนที่มีลิงค์สามารถดูลิสต์นี้ได้ เฉพาะคุณและผู้ที่คุณเชิญเท่านั้นที่สามารถดู แสดงความเห็น และเพิ่มในลิสต์นี้",
    "privacyGroupLabel": "เฉพาะคุณและผู้ที่คุณเชิญเท่านั้นที่สามารถดู แสดงความเห็น และเพิ่มในลิสต์นี้",
    "privacyPrivateLabel": "เฉพาะคุณเท่านั้นที่สามารถดูและเพิ่มในลิสต์นี้",
    "spaceAccessPrivateIconTxt" : "ส่วนตัว",
    "spaceAccessSharedIconTxt" : "ใช้ร่วมกัน",
    "spaceAccessGroupIconTxt" : "กลุ่ม",
    "spaceCreateMaxSpacesMsg" : "เกิดปัญหาในการจัดทำลิสต์สิ่งที่ต้องการ คุณมีลิสต์สิ่งที่ต้องการเกินจำนวนที่กำหนด โปรดลบลิสต์สิ่งที่ต้องการที่มีอยู่ก่อนจัดทำลิสต์ใหม่",
    "productAddMaxProductsMsg" : "เกิดปัญหาในการเพิ่มผลิตภัณฑ์ลงในลิสต์สิ่งที่ต้องการ คุณมีโพสต์ในลิสต์สิ่งที่ต้องการเกินจำนวนที่กำหนด โปรดลบผลิตภัณฑ์ที่มีอยู่ออกจากลิสต์สิ่งที่ต้องการปลายทางก่อนเพิ่มผลิตภัณฑ์ใหม่"
  }
}