{
  "resources": {
    "addToSpaceText": "Προσθήκη στη λίστα επιθυμιών",
    "spaceSelectionText": "Επιλογή λίστας επιθυμιών",
    "spaceCommentText": "Εισαγωγή σχολίου...",
    "spaceNameText": "Όνομα",
    "buttonSpaceAdd": "Προσθήκη",
    "buttonSpaceCancel": "Άκυρο",
    "mySpacesGroupText": "Οι λίστες επιθυμιών μου",
    "joinedSpacesGroupText": "Λίστες επιθυμιών στις οποίες συμμετέχετε",
    "createNewSpaceOptText": "Νέα λίστα επιθυμιών...",
    "addToSpaceSuccessMsg" : "Επιτυχία!  Το __socialproduct__ προστέθηκε στον χώρο __socialspacename__.",
    "addToSpaceProductUpdatedSuccessMsg" : "Αυτό το είδος ήταν ήδη στη λίστα επιθυμιών σας. Έχουμε ενημερώσει την ημερομηνία προσθήκης.",
    "addToSpaceProductViewWishListMsg" : "  Προβολή __wishlistname__",
    "spaceAddProductError" : "Παρουσιάστηκε σφάλμα κατά την προσπάθεια καταχώρισης προϊόντος στη λίστα επιθυμιών. Δοκιμάστε να κάνετε ανανέωση στη σελίδα σας.",
    "uniqueNameMsg": "Το όνομα της λίστας επιθυμιών πρέπει να είναι μοναδικό.",
    "emptyNameMsg": "Το όνομα δεν πρέπει να είναι κενό",
    "privacySettingsLabel": "Ρυθμίσεις απορρήτου",
    "privacySettingsDescription": "Με την πρόσκληση φίλων σε μια απόρρητη λίστα επιθυμιών, η ρύθμιση απορρήτου αλλάζει σε \"Ομάδα\". Η αποστολή απόρρητης ή ομαδικής λίστας επιθυμιών μέσω ηλεκτρονικού ταχυδρομείου ή η κοινοποίησή της σε ένα κοινωνικό δίκτυο την καθιστά κοινόχρηστη λίστα.",
    "privacySharedLabel": "Όλοι όσοι διαθέτουν το δεσμό μπορούν να δουν αυτήν τη λίστα. Μόνο εσείς και τα άτομα που προσκαλείτε μπορούν να δουν, να σχολιάσουν και να προσθέσουν στοιχεία σε αυτήν τη λίστα.",
    "privacyGroupLabel": "Μόνο εσείς και τα άτομα που προσκαλείτε μπορούν να δουν, να σχολιάσουν και να προσθέσουν στοιχεία σε αυτήν τη λίστα.",
    "privacyPrivateLabel": "Μόνο εσείς μπορείτε να δείτε και να προσθέσετε στοιχεία σε αυτήν τη λίστα.",
    "spaceAccessPrivateIconTxt" : "Απόρρητο",
    "spaceAccessSharedIconTxt" : "Κοινόχρηστο",
    "spaceAccessGroupIconTxt" : "Ομάδα",
    "spaceCreateMaxSpacesMsg" : "Παρουσιάστηκε πρόβλημα κατά τη δημιουργία της λίστας επιθυμιών. Έχετε υπερβεί το όριο για τον αριθμό των λιστών επιθυμιών. Διαγράψτε μια υπάρχουσα λίστα επιθυμιών πριν από τη δημιουργία μιας νέας.",
    "productAddMaxProductsMsg" : "Παρουσιάστηκε πρόβλημα κατά την προσθήκη προϊόντος στη λίστα επιθυμιών. Έχετε υπερβεί το όριο για τον αριθμό αναρτήσεων σε μια λίστα επιθυμιών. Διαγράψτε ένα υπάρχον προϊόν από τη λίστα επιθυμιών προορισμού πριν από την προσθήκη ενός νέου."
  }
}