{
  "resources": {
    "addToSpaceText": "Додај на листу жеља",
    "spaceSelectionText": "Изаберите листу жеља",
    "spaceCommentText": "Унесите коментар...",
    "spaceNameText": "Име",
    "buttonSpaceAdd": "Додај",
    "buttonSpaceCancel": "Откажи",
    "mySpacesGroupText": "Моје листе жеља",
    "joinedSpacesGroupText": "Листе жеља којима сам придружен/а",
    "createNewSpaceOptText": "Нова листа жеља...",
    "addToSpaceSuccessMsg" : "Успело је! Производ __socialproduct__ је додат у __socialspacename__.",
    "addToSpaceProductUpdatedSuccessMsg" : "Овај артикал већ постоји на листи жеља. Ажурирали смо датум додавања.",
    "addToSpaceProductViewWishListMsg" : "  Прикажи __wishlistname__",
    "spaceAddProductError" : "Дошло је до грешке приликом покушаја објављивања производа на листи жеља. Покушајте да освежите страницу.",
    "uniqueNameMsg": "Име листе жеља мора да буде јединствено.",
    "emptyNameMsg": "Име не сме да буде празно.",
    "privacySettingsLabel": "Подешавања приватности",
    "privacySettingsDescription": "Ако позовете пријатеље у приватну листу жеља, подешавање приватности ће се променити на групно. Ако пошаљете приватну или групну листу жеља е-поштом или је поделите у некој друштвеној мрежи, она постаје дељена.",
    "privacySharedLabel": "Свако са везом може да види ову листу. Само ви и особе које позовете можете да видите ову листу, да остављате коментаре и да додајете ставке на њу.",
    "privacyGroupLabel": "Само ви и особе које позовете можете да видите ову листу, да остављате коментаре и да додајете ставке на њу.",
    "privacyPrivateLabel": "Само ви можете да видите ову листу и да додајете ставке на њу.",
    "spaceAccessPrivateIconTxt" : "Приватно",
    "spaceAccessSharedIconTxt" : "Дељено",
    "spaceAccessGroupIconTxt" : "Групно",
    "spaceCreateMaxSpacesMsg" : "Дошло је до проблема са креирањем листе жеља. Прекорачили сте ограничење за број листа жеља. Избришите неку постојећу листу жеља да бисте могли да креирате нову.",
    "productAddMaxProductsMsg" : "Дошло је до проблема са додавањем производа на листу жеља. Прекорачили сте ограничење за број објава на листи жеља. Избришите неки постојећи производ са одредишне листе жеља да бисте могли да додате нови."
  }
}