{
  "resources": {
    "addToSpaceText": "Додати до списку бажань",
    "spaceSelectionText": "Виберіть список бажань",
    "spaceCommentText": "Введіть коментар...",
    "spaceNameText": "Назва",
    "buttonSpaceAdd": "Додати",
    "buttonSpaceCancel": "Скасувати",
    "mySpacesGroupText": "Мої списки бажань",
    "joinedSpacesGroupText": "Списки бажань, до яких ви приєдналися",
    "createNewSpaceOptText": "Створити список бажань...",
    "addToSpaceSuccessMsg" : "Готово! __socialproduct__ додано до __socialspacename__.",
    "addToSpaceProductUpdatedSuccessMsg" : "Цей товар уже є в списку бажань. Ми оновили дату додавання.",
    "addToSpaceProductViewWishListMsg" : "  Перегляньте __wishlistname__",
    "spaceAddProductError" : "Під час спроби опублікувати продукт у списку бажань сталася помилка. Спробуйте оновити сторінку.",
    "uniqueNameMsg": "Назва списку бажань має бути унікальною.",
    "emptyNameMsg": "Поле назви не можна залишати порожнім",
    "privacySettingsLabel": "Параметри конфіденційності",
    "privacySettingsDescription": "Якщо запросити друзів до приватного списку бажань, значення параметра конфіденційності буде змінено на \"Груповий\". Якщо надіслати приватний або груповий список бажань електронною поштою або поділитися ним у соціальній мережі, такий список стане спільним.",
    "privacySharedLabel": "Цей список можуть переглядати будь-які користувачі, у яких є відповідне посилання. Можливість переглядати й коментувати цей список, а також додавати до нього продукти є лише у вас і запрошених користувачів.",
    "privacyGroupLabel": "Можливість переглядати й коментувати цей список, а також додавати до нього продукти є лише у вас і запрошених користувачів.",
    "privacyPrivateLabel": "Можливість переглядати цей список і додавати до нього продукти є лише у вас.",
    "spaceAccessPrivateIconTxt" : "Приватний",
    "spaceAccessSharedIconTxt" : "Спільний",
    "spaceAccessGroupIconTxt" : "Груповий",
    "spaceCreateMaxSpacesMsg" : "Виникли проблеми зі створенням списку бажань. Перевищено обмеження на кількість списків бажань. Щоб додати новий список бажань, видаліть наявний список.",
    "productAddMaxProductsMsg" : "Виникли проблеми під час додавання товару до списку бажань. Перевищено обмеження на кількість дописів у списку бажань. Щоб додати новий товар у відповідний список бажань, видаліть із нього наявний товар."
  }
}