{
  "resources": {
    "addToSpaceText": "Добавяне към списък с желания",
    "spaceSelectionText": "Изберете списък с желания",
    "spaceCommentText": "Въведете коментар...",
    "spaceNameText": "Име",
    "buttonSpaceAdd": "Добави",
    "buttonSpaceCancel": "Откажи",
    "mySpacesGroupText": "Моите списъци с желания",
    "joinedSpacesGroupText": "Списъци, в които участвате",
    "createNewSpaceOptText": "Нов списък с желания...",
    "addToSpaceSuccessMsg" : "Готово!  __socialproduct__ беше добавен към __socialspacename__.",
    "addToSpaceProductUpdatedSuccessMsg" : "Този артикул вече е в списъка ви с желания. Актуализирахме датата на добавянето му.",
    "addToSpaceProductViewWishListMsg" : "  Преглед на __wishlistname__",
    "spaceAddProductError" : "Грешка при опит за публикуване на продукт в списъка с желания. Опитайте да опресните страницата.",
    "uniqueNameMsg": "Името на списъка с желания трябва да е уникално.",
    "emptyNameMsg": "Името не може да е празно",
    "privacySettingsLabel": "Настройки за поверителност",
    "privacySettingsDescription": "Поканата на приятели към поверителен списък с желани артикули променя настройката за поверителност към група. Изпращане на поверителен или групов списък с желани артикули по имейл или споделянето му в социална мрежа, ще го превърне в споделен списък с желани артикули.",
    "privacySharedLabel": "Всеки с връзка може да види този списък. Само вие и хората, които поканите могат да виждат, коментират и добавят към този списък.",
    "privacyGroupLabel": "Само Вие и хората, които поканите могат да виждат, коментират и добавят към този списък.",
    "privacyPrivateLabel": "Само Вие можете да виждате и добавяте към този списък.",
    "spaceAccessPrivateIconTxt" : "Поверително",
    "spaceAccessSharedIconTxt" : "Споделено",
    "spaceAccessGroupIconTxt" : "Група",
    "spaceCreateMaxSpacesMsg" : "Възникна проблем при създаване на списък с желания. Надхвърлихте допустимия брой списъци с желания. Изтрийте съществуващия списък с желания и едва след това създайте нов.",
    "productAddMaxProductsMsg" : "Възникна проблем при добавяне на продукт към списък с желания. Надхвърлихте допустимия брой публикации в списъка с желания. Изтрийте съществуващ продукт от посочения списък с желания и едва след това добавете нов."
  }
}